[
    {
        "title": "Ken Kamau & Sharon Kinyanjui: Fight climate change with good educationWhether knowingly or naively, we have all experienced the effects of climate change.Guest BlogsJan 06, 2021",
        "content": "As the world gears towards the 26th UN Climate Change Conference of Parties, COP26, later in the year, we must begin asking pertinent questions regarding how holistic and inclusive the war against climate change has been.Particularly, we must begin to make assessments of what has been done and what can be done with regards to the role of education in combating climate change.In retrospect, whether knowingly or naively, we have all experienced the effects of climate change — an outcome of greenhouse gas emissions, which causes global warming.Climate change has destabilised both natural and human systems. Locally, we have experienced floods, change in rainfall patterns, droughts, heat waves and increase in temperatures.Have Kenyan curricula addressed how we can curb climate change? The Kenya Climate Change Act of 2016 gives precedence to development, management, implementation and regulation of mechanisms to enhance climate change resilience and low carbon development for sustainable development.The 2010 National Climate Change Response Strategy (NCCRS) was supposed to address climate change issues such as Communication, education and awareness.As of May 2020, the Ministry of Environment and Forestry, in collaboration with the Ministry of Education, recognised that a formidable emissions gap remains between the aspirational goals of the Paris Agreement and the real-world pledges and actions is still a challenge.Both ministries also appreciate that closing the emissions gap can be achieved if the education gap between scientific and societal understanding of climate change is also closed.Strong political commitmentThe United Nations Framework Convention on Climate Change (UNFCCC) advocates that there is need for improving awareness and understanding of climate change.That there’s need for creating solutions to facilitate access to information on a changing climate to win public support for climate-related policies.UNFCCC through its Article 6, has been rallying all governments to educate, empower and engage all stakeholders and major groups on policies relating to climate change. This call, according to the convention, has been echoed by Article 10e of the Kyoto Protocol as well as the Article 12 of the Paris Agreement.Climate change effectsKenya submitted its Nationally Determined Contribution to UNFCCC in December 2020. As part of the mitigation process, the proposal shows that Kenya’s approach to curbing climate change will be an all-society action plan.The proposal leaves a lot to be desired on the role and contribution of education enhancing adaptive capacity in fighting climate change locally.While appreciating this fact, we must be cognisant of the fact that climate change is also affecting our education system. Enrolment of pupils is low in areas that are faced with harsh climate change effects.It’s believed that failure to adequately meet basic needs, such as clean water, food, and shelter, among others, is also leading to low enrolment and poor school attendance.Conflicts for pastures and water sources among nomadic communities stop learners from going to school. Education has been championed as suitable for enhancing climate change knowledge among the youth.At a young age, children have the ability to grasp, internalise the effects of global warming and further contribute to measures of adapting and mitigating climate change. Curriculum developers ought to design syllabi that encompass understanding of the climate systems.We hope stakeholders spearheading climate change initiatives will continue to encourage, invest more and enhance real-time approaches to integrate realistic climate change education for sustainable development, approaches that will be interdisciplinary, cross-cutting and whole-school. In addition, there must a stronger political commitment and goodwill across all stakeholders to mainstream climate change into Kenya’s curricula.The importance of education for sustainable development cannot be gainsaid. Kenya’s free primary and subsidised secondary education is a progressive system. Like other studies that have been progressively integrated into the education system, integrating climate change content into curricula is now more than ever, inevitable.There’s need for all relevant stakeholders to develop frameworks and policies that will equip the young people with an understanding and consequences of global warming for them to adapt accordingly.",
        "source": "nation-africa",
        "url": "https://nation.africa/kenya/blogs-opinion/blogs/fight-climate-change-good-education--3249400",
        "classified_as": "TRUE"
    },
    {
        "title": "Why perceptions of climate change matterPerception of climate change among rural communities varies depending on the different socio-economic status and demographic dimensionsLetters to the EditorJan 05, 2022",
        "content": "Climate change poses a serious challenge to sustainable environmental and socioeconomic wellbeing in developing countries, including Kenya.Understanding public perceptions of climate change is critical in order to develop effective and sustainable mitigation and adaptation strategies.Awareness about climate change to rural communities has become widespread over the last few decades although there has been skepticism about the reality and severity of climate change.Past research shows that there is a significant difference in rural communities’ perception on climate change.This confirms the disparities among smallholder farmers on climate change adaptation practices.It’s a fact that climate change poses a serious challenge to sustainable environmental and socioeconomic wellbeing in developing countries.This is especially the case for countries in Africa, due to overreliance on climate-sensitive natural resources, including rain- fed agriculture for economic growth and development, trade, and food security.Perceptions of climate change by rural communities are centred on observations of variations in temperature and rainfall patterns supported by observations and projections on climate alterations in the form of increased temperatures and scarce rainfall by scientists worldwide.Despite this realisation of changing climatic conditions by rural communities, there is little evidence about the rural communities’ awareness on the link between the changing climatic conditions and utilization of natural resources.This implies that the rural communities are unlikely to adapt new strategies for their livelihood sustainability.As such, little is done to change their past and current behaviour such as overgrazing in the protected forests.In Kenya, there has been a drastic increase in temperature in the past 15 years, which is likely to be responsible for excessively hot seasons and extremely cold seasons.Perception of climate change among rural communities varies depending on the different socio-economic status and demographic dimensions.There is conflicting evidence about awareness of changing climate and tendency to resist change and this shows potential mismatch between climate change variability and adaptation practices among the rural communities.There should be effort by government and private institutions to enhance adaptive community development practices aimed at promoting resilience amongst rural communities.",
        "source": "nation-africa",
        "url": "https://nation.africa/kenya/blogs-opinion/letters/why-perceptions-of-climate-change-matter-3672374",
        "classified_as": "TRUE"
    },
    {
        "title": "Daniel M. Giti: Back resolve by Ruto to address climate changeClimate change is a long-term shift or change in climate and weather patternsGuest BlogsNov 02, 2022",
        "content": "President William Ruto has established the office of the Council of Climate Change Adviser, domiciled at his office.Besides, he has made a commitment that Kenya will plant five billion trees by 2027 and another 10 billion by 2032 and 15 billion in the next decade. That means planting 4,109,590 trees per day.Environment and climate change experts have longed for such a bold and deliberate move, especially driven from the top echelons of government. Kenyans should support the undertaking; climate change is real and here with us for long.Climate change is a long-term shift or change in climate and weather patterns. These initially naturally occurred but, since the 1800s, have been primarily caused by human activity, such as burning fossil fuels like coal, oil and gas.These and other climate change triggers like the burning of bushes and forests, common transportation means, industrial works and any human activity that depends on oil as fuel, gas and natural resource exploitation leads to the production of gases like carbon dioxide, methane and others—called greenhouse gases. These produce a blanket-like condition around Earth, making an energy trap between it and the atmosphere.Drought, irregular climate and weather, delayed and low rainfall and famine are a manifestation of the climate change phenomenon that requires us all to contain, mitigate and adapt to. The earth’s climate has been changing.But in the past 800,000 years, there have been over eight cycles of climate change characterised by ice ages and periods of warmer climate. The last Ice Age 11,700 years ago paved the way for the modern climatic era and increased human civilisations.Trees act as carbon sinks, absorbing the excessive carbon produced through uncontrolled human activity, and purifying the environment by reducing global warming and climate change.Clean and sustainable development, such as the utilisation of clean energy—including geothermal, solar and wind power—and planning of settlements, protection of water towers and riverine ecosystems and climate-smart and adaptive agriculture can help us to tackle climate change.Mr Giti, PhD, is an urban planner. [email protected].",
        "source": "nation-africa",
        "url": "https://nation.africa/kenya/blogs-opinion/blogs/back-resolve-by-ruto-to-address-climate-change-4005322",
        "classified_as": "TRUE"
    },
    {
        "title": "Ken Kamau & Sharon Kinyanjui: Climate literacy financing vital to greening agendaAdequate climate change education financing will help Kenya to achieve its ambitious climate agenda.Guest BlogsJun 15, 2022",
        "content": "Climate change is now widely discussed. It comes with many issues and cuts across the society. The question is whether the society really understands climate change—and how to mitigate and adapt to it.Education is key component of addressing climate change. To be meaningful and action-oriented, we must be intentional and committed to invest in and redirect resources to climate literacy. With teachers, youth and children as catalysts of actions towards a healthy planet, we need to give communities knowledge and skills, enhance values and shape attitudes.Among the five key pillars of Kenya’s Second Medium-Term Plan is around climate business to maintain macroeconomic stability, as mentioned in the Budget Statement for Financial Year 2022-2023. The statement says the government is also focusing on “building resilience against climate change”.Support local communitiesThus, the government has allocated Sh6.1 billion to implement the “Financing Locally-Led Climate Action Program (FLLoCA)”, a 10-year undertaking aimed at mobilising climate finances to support local communities build their resilience and adapt to the impacts of climate change in all the 47 counties.The government says it has finalised the Long-Term Low Emission Strategy to guide a low-carbon climate-resilient development path and will develop a Climate Finance Mobilization Strategy. National Climate Finance Policy 2018 recommends that research institutions and universities play a key role in research, education and capacity building.But there is not much to show how all these financing strategies, mechanisms and options will cover one of the most fundamental aspects of mitigating and adapting to climate change: Education. Bilateral and development partners and the private sector ought to draw more attention to this matter.The more climate change education financing is side-lined, the more it will be unrealistic to meaningfully engage teachers, youth and children. At the resumed UNEA 5.2, Youth Environmental Assembly (YEA) through Children and Youth Major Group and Children reiterated the importance of environmental education. Such sentiments also emerged at Stockholm +50 Youth Policy Consultations.We applaud the government for the National Climate Change Learning Strategy 2021-2031 that shows its implementation will need more than Sh1.3 billion over 10 years. Whether through the National Climate Change Fund, semi-autonomous government agencies, FLLoCA, County Climate Change Funds (CCCFs) or development partners, there still is a huge gap in climate education funding.Perhaps the best chance is in the Fourth Medium-Term Plan (MTP 4) 2023-2027, National Climate Change Action Plan (NCCAP III) 2023-2027 and Nationally Determined Contribution review in 2025.Adequate climate change education financing will help Kenya to achieve its ambitious climate agenda.",
        "source": "nation-africa",
        "url": "https://nation.africa/kenya/blogs-opinion/blogs/climate-literacy-financing-vital-to-greening-agenda-3848646",
        "classified_as": "TRUE"
    },
    {
        "title": "Climate change in Kenya(news)",
        "content": "Kenya's Sh6.2 trillion plan in climate changeKenya to mobilise 13 per cent of this figure from domestic sources, while the rest will come from development partners.",
        "source": "nation-africa",
        "url": "https://nation.africa/service/search/kenya/290754?pageNum=1&query=climate%20change",
        "classified_as": "TRUE"
    },
    {
        "title": "Air purifiers and Climate Change",
        "content": "Air purifiers have the potential to mitigate the adverse effects of air pollution in the workplace. However, it's crucial to understand that air purifiers, when installed solely at the…",
        "source": "world-bank",
        "url": "https://blogs.worldbank.org/search?f%5B0%5D=language%3Aen",
        "classified_as": "TRUE"
    },
    {
        "title": "Development and a Changing Climate(607)",
        "content": "The impacts of chemical pollution indicate the sounding of yet another alarm bell, reminding us that we cannot simply develop now and clean up later. Learn about what can be done to improve the…",
        "source": "world-bank",
        "url": "https://blogs.worldbank.org/search?f%5B0%5D=channel%3A7&f%5B1%5D=language%3Aen&f%5B2%5D=topic%3A282",
        "classified_as": "TRUE"
    },
    {
        "title": "Asia Namusoke: Making a difference for her Ugandan community and the climate",
        "content": "In 2021, the Nile Basin Discourse (NBD) program, with the support of the CIWA Program, empowered women and youth to become resilient Climate Change Champions. This training had a major positive effect on the lives of its participants, as exemplified by the story of Asia Namusoke. Asia found her training inspiring, prompting her to create small, but smart innovations that are transforming the lives of the women and youth in her low-income community on the outskirts of Kampala, Uganda.The Ugandan village of Ndejje, north of Kampala, is poor, has many people living with HIV/AIDS, and lacks the resources for climate-smart agriculture to sustain livelihoods and protect the environment.Asia Mbajja Namusoke aims to change that.With support from CIWA, the Nile Basin Discourse trained Namusoke and other women as Climate Change Resilience Champions two years ago. She has put her knowledge to good use ever since, developing programs to inspire and provide a lifeline to others in Ndejje and beyond.Uganda Nile Discourse Forum Members (Farmers) at one of the community dialogues on Climate Smart Agriculture. Photo Credit: Nile Basin DiscourseFor example, the training taught her the importance of planting trees, flowers, spices, and vegetables that are climate resilient.“Light came into darkness” during the training, Namusoke says.“I realized that there were small actions one could do to make a difference.”“The training to work with communities to promote sustainable agriculture was really inspiring,” says Namusoke, who also is founder of the People in Need Agency (PINA), a non-profit organization that helps HIV- positive women and youth play a key role in improving their lives and communities.Her projects are especially empowering to women in her community, many of whom have faced gender-based violence (GBV) and are HIV-positive. To address challenges faced by women and others, Namusoke explains, “I set up a demonstration income- generating and environment-friendly project comprising urban vegetables, rabbit-rearing, beekeeping, a waste recycling center, and a black soldier fly rearing operation for alternative animal protein and high-value crop fertilizer.”The larvae of black soldier fly insects can convert organic waste into high-quality nutrients for pet food, fish, and poultry feed and even soil fertilizer. Twenty-eight families have now created their own vegetable gardens, 14 families are rearing rabbits, 11 are growing maggots, and 10 have set up beehive apiaries in their yards. The beauty of Namusoke’s projects is that they have a range of benefits from food security to climate change mitigation and better health outcomes.A woman who makes honey from her beehives, for example, can sell the product in the local market and generate income.“This person can then keep her clinic appointment to obtain life-saving medicine because now she can afford transportation to the clinic,” Namusoke says.“We work under the principle that the Sustainable Development Goals are integrated—they recognize that action in one area will affect outcomes in others, and that development must balance social, economic, and environmental sustainability.”For example, she says, “if you have food in the compound that was grown using sustainable principles, you can achieve the climate aspect of it and the food security aspect of it, too.\"Asia Mbajja Namusoke planting climate-resilient vegetables in Uganda, Kampala.\"The innovation is designed to strike a balance between therapeutic and profitable goals, which are the two key pillars of our income-generating project, ” she says. “Community members are engaged as waste collectors, project staff, [and] in marketing and sales, and are assisted to start project-related businesses in their homes and communities.”“This allows them to occupy their time, earn a living, learn skills, and also help with climate and environmental protection efforts, ” she says. Her community, like many throughout Africa, is ill-equipped to cope with climate shocks. “When it rains, sometimes it floods, and then droughtmay occur, ” she says. “We don’t have the capacity or resources to irrigate the fields, ” which leaves residents vulnerable to variable and unpredictable rainfall.At the CIWA-supported training, Namusoke learned that each community is required to have a water management committee. She met with village leaders and convinced them to form such a committee, and it is now educating residents to stop throwing garbage into drainage systems and to remove dirty bottles and other waste from water points to prevent contamination. The committee has also placed garbage collection bins throughout the community and is encouraging people to recycle.Namusoke hopes one day to establish regional climate change training centers.“There is so much to learn,” Namusoke says. “Then you can really transform your community. ” She adds, “Climate change resilience begins at home.”Related Links:Nile Basin Development Forum (NBDF)A transformation approach for the Nile Basin: How CIWA leaves its markCIWA launches male champion forum to transform gender inequalities in transboundary waters",
        "source": "world-bank",
        "url": "https://blogs.worldbank.org/water/asia-namusoke-making-difference-her-ugandan-community-and-climate",
        "classified_as": "TRUE"
    },
    {
        "title": "Of dragons, data and clouds: Bhutan’s journey into carbon markets, technology, and a resilient future",
        "content": "Nestled within the Eastern Himalayas, Bhutan is often referred to as the ‘Land of the Thunder Dragon’. This evocative name, steeped in mythology and reverence, perfectly captures the spirit of a nation where tradition, nature and mindfulness converge harmoniously.Bhutan is the world’s first carbon-negative country; its vast forests absorb more carbon dioxide (CO 2 ) than the country emits from all activities. This accomplishment stems from Bhutan’s holistic approach to development. Its Gross National Happiness (GNH) index goes beyond traditional economic measurements, placing importance on the spiritual, physical, and social well-being of its citizens alongside cultural and environmental conservation. The country’s constitution mandates that at least 60% of its land remains forested for generations to come, naturally enhancing carbon sequestration.The Kingdom is enveloped by abundant forests, which in fact stretch across 72.3% of its land. These areas represent not just ecological and biodiversity reserves but also massive carbon assets, making its forests a significant “carbon bank.” Further, the country’s rivers generate low-carbon hydroelectricity for neighbouring countries, thereby reducing regional emissions. In 2021, Bhutan generated nearly 11,000 GWh of electricity and exported over 80% of it. Bhutan’s Nationally Determined Contributions (NDCs) note the possibility of offsetting 22.4 million tonnes of CO 2 emissions in the region by 2025 through the export of hydroelectricity.\"The Kingdom is enveloped by abundant forests, which stretch across 72.3% of its land. These areas represent not just ecological and biodiversity reserves but also massive carbon assets, making its forests a significant 'carbon bank.'\"Fig. 1 - Trends of GHG emissions and carbon sink balance from 1994 to 2015 in Gg of CO2e. Source: Third National Communication from Bhutan to the UNFCCCEmerging technologies to quantify carbon assetsWhile deeply rooted in tradition and natural heritage, Bhutan is embracing a global wave of technology and innovation to create more accurate, efficient, secure, and transparent carbon markets. Article 6 of the Paris Agreement allows countries to voluntarily cooperate with each other to implement their NDCs. Bhutan could monetize its emission reductions from various sectors such as renewable energy and forestry, channeling climate finance to the country.In July, the FAB23 \"Designing Resilient Futures\" international conference in Thimphu brought together the World Bank’s Climate Warehouse, Druk Holdings Investment Ltd. (DHI), the Bhutan Ministry of Environment and AirCarbon Exchange. They discussed the crucial role of emerging technologies in assessing and managing the country’s carbon assets. This dialogue accentuated the synergy between a resilient future, technology, and natural capital accounting in crafting a future-ready and environmentally conscious Kingdom.Technological advancements in Measurement, Reporting and Verification (MRV) systems – the process to measure GHG emissions reductions – enable carbon assets to be assessed with unprecedented accuracy and speed. Information from satellites, drones, and on-the-ground sensors and meters create a comprehensive picture of the forest landscape and hydropower sector:Satellite remote sensing scans vast tracts of land, conducts temporal monitoring changes in forest cover over time, and assesses vegetation types and stages of forest growth.scans vast tracts of land, conducts temporal monitoring changes in forest cover over time, and assesses vegetation types and stages of forest growth. Drones (UAVs) capture detailed images of forest canopy and create three-dimensional maps of forests to estimate volume of biomass, and, by extension, the carbon stored.capture detailed images of forest canopy and create three-dimensional maps of forests to estimate volume of biomass, and, by extension, the carbon stored. Ground-based sensors, smart-meters and Internet-of-Things provide real-time data, tracking parameters like tree growth rates, soil moisture, temperature and other variables related to forest and reservoir health, resilience, energy generation and water quality in dam sites.Enhanced data allow for more precise carbon storage or reduction estimates. Machine learning and artificial intelligence help analyze large data sets to identify patterns and trends. These advancements will enable the country to fully utilize its forests as both carbon sinks and renewable energy sources while accurately tracking carbon assets.\"While deeply rooted in tradition and natural heritage, Bhutan is embracing a global wave of technology and innovation to create more accurate, efficient, secure, and transparent carbon markets.\"Infrastructure to track and trade carbon assetsAdditional infrastructure is needed to support tracking, issuance, and trade of carbon assets. Bhutan and other countries can participate in domestic and international carbon markets with infrastructure including:National GHG inventory – to track a country’s carbon emissions and removals, and its global impact, and to monitor its emission sources and types. The inventory categorizes emissions and removal by sector, and updates regularly with new data.– to track a country’s carbon emissions and removals, and its global impact, and to monitor its emission sources and types. The inventory categorizes emissions and removal by sector, and updates regularly with new data. National carbon registry – to help countries track and record carbon credits and offsets, manage their carbon footprint, monitor compliance with the Paris Agreement and domestic climate policies, and facilitate the trading of carbon credits or allowances.– to help countries track and record carbon credits and offsets, manage their carbon footprint, monitor compliance with the Paris Agreement and domestic climate policies, and facilitate the trading of carbon credits or allowances. Tokenization mechanism – to create digital representations of carbon credits that can be stored and traded through a credentialed wallet system using distributed ledger technology (DLT). The objective of this mechanism revolves around improving the efficiency, transparency, and accessibility of carbon markets. It also provides an opportunity to make carbon asset management more tangible and participatory for Bhutan’s citizens by potentially integrating it with the national digital identity (NDI), which can streamline services and boost security.– to create digital representations of carbon credits that can be stored and traded through a credentialed wallet system using distributed ledger technology (DLT). The objective of this mechanism revolves around improving the efficiency, transparency, and accessibility of carbon markets. It also provides an opportunity to make carbon asset management more tangible and participatory for Bhutan’s citizens by potentially integrating it with the national digital identity (NDI), which can streamline services and boost security. Integration of the national registry with the global metadata layer Climate Action Data Trust (CAD Trust) – to connect with registries across the world, and aggregate and harmonize carbon project and units data with the objective to enhance transparency and trust in international carbon markets.The World Bank is currently engaged in all of the above components, together with the Partnership for Market Implementation (PMI) and Digital for Climate (D4C), to support developing countries to harness the potential of carbon markets and facilitate access to climate finance.\"Infrastructure is needed to support the tracking, issuance, and trading of carbon assets.\"Towards a mindful and equitable carbon strategy in BhutanBhutan champions sustainable development, levering its carbon-neutral status to innovate in carbon markets and prioritize eco-friendly technological advancements:Mindful approach to technology and innovation – Bhutan's commitment to the GNH index instead of just GDP exemplifies its holistic vision of evaluating innovation’s impact on its citizens’ well-being, cultural preservation, and environmental sustainability.– Bhutan's commitment to the GNH index instead of just GDP exemplifies its holistic vision of evaluating innovation’s impact on its citizens’ well-being, cultural preservation, and environmental sustainability. Leveraging carbon assets – Bhutan has turned commitment to environmental conservation into a valuable asset. Through strategic management of its primary carbon sinks, Bhutan not only emphasizes its ecological responsibilities but also establishes itself as a forerunner in the international carbon trading arena.– Bhutan has turned commitment to environmental conservation into a valuable asset. Through strategic management of its primary carbon sinks, Bhutan not only emphasizes its ecological responsibilities but also establishes itself as a forerunner in the international carbon trading arena. Integrating sustainable technology – From harnessing clean energy sources like hydropower to promoting eco-friendly agricultural practices, technology is seen as a tool to enhance sustainable practices, not replace them.In the Land of the Thunder Dragon, where clouds embrace dense forests and traditions intertwine with the future, Bhutan's aspirations soar higher than ever, harnessing the strength of its carbon assets to be a leader in the battle against climate change.",
        "source": "world-bank",
        "url": "https://blogs.worldbank.org/climatechange/dragons-data-and-clouds-bhutans-journey-carbon-markets-technology-and-resilient",
        "classified_as": "TRUE"
    },
    {
        "title": "Tapping unconventional water solutions to the climate crisis",
        "content": "We need water for every aspect of our economic and social development. How we manage water resources affects whether poor girls are educated, whether cities are healthy places to live, and whether growing industries or rural villages can withstand the impacts of floods or droughts.Continuing population growth, urbanization, climate change, and economic development are all converging to create a widening gap between water supply and demand which may reduce economic growth by up to 6% in many parts of the world. Addressing a challenge of this scale requires new approaches that tap into every water resource available.Unconventional sources of water, through desalination and reuse and primarily fueled by renewable energy, provide a potential weatherproof solution to address the gap between water demand and supply.As the world’s largest multilateral source of financing for water in developing countries, with an investment portfolio of almost $30 billion, the World Bank is uniquely positioned to support desalination and reuse opportunities. Our work goes beyond financing, with member countries using our technical advice and analysis to design better policies and strengthen their institutions.The World Bank uses a range of financial and technical instruments at its disposal to support desalination and reuse projects globally.In Kiribati, where the population of just over 100,000 is spread over 21 islands across three million square kilometers of ocean, access to safe and reliable water and sanitation remains a challenge. The World Bank is supporting access to safe and reliable water in the capital South Tarawa through the construction of a solar-powered seawater desalination system that is resilient to climate change and meets the increased demand for water. In Türkiye, the World Bank is supporting a recently approved circular economy and wastewater reuse project that will improve wastewater and reuse services; increase irrigation services and efficiency; and strengthen institutional capacity and coordination for managing water circularity, thereby increasing the portfolio of water supply options and resilience to climate change.While installed desalination capacity continues to rapidly expand around the world, the governance structures designed for conventional water sources are struggling to catch up. In response to this need, the World Bank has established a Desalination Community of Practice, which aims to generate, capture, and disseminate knowledge on desalination governance and economics, partnering with countries and organizations that are leading in this area and with platforms like the International Desalination Association.Reclaiming and reusing water is central to a water-secure future—one that uses circular economy principles rather than the unsustainable, linear model of “take, make, consume, and waste.” The World Bank’s Water Global Practice has developed a framework to promote a common understanding of circular economy principles and resilience in the urban water sector and to support countries in implementing these principles. A circular and resilient water system fosters a more sustainable and responsible use of water resources, energy, and other resources, preserves and regenerates water and natural ecosystems, reduces waste and pollution and delivers resilient and inclusive water services, ultimately improving the livelihoods of people while valuing water resources and the environment.As we work to deepen understanding, we also need the investment to put our knowledge and innovative ideas into practice. Investment needs in water-related infrastructure are estimated to reach $6.7 trillion by 2030 and $22.6 trillion by 2050. In line with this significant need, the World Bank, including our private sector arm the International Finance Corporation (IFC) and the Multilateral Investment Guarantee Agency (MIGA), has recently developed a strategic plan to mobilize public, concessional, and private financing, and to foster an enabling environment for greater private sector investment, innovation, and expertise.If we are to address the water crisis at scale, we need to use unconventional methods and new and disruptive forms of financing for a more sustainable and water-secure future for all.Related Links:Scaling ReWaterWICER FrameworkScaling Up Finance for Water",
        "source": "world-bank",
        "url": "https://blogs.worldbank.org/water/tapping-unconventional-water-solutions-climate-crisis",
        "classified_as": "TRUE"
    },
    {
        "title": "William Ruto Travels to Congo Brazzaville for Three Basins Climate Change Confer...",
        "content": "TUKO.co.ke attended a press briefing ahead of the Summit of the Three Basins convened by research group Earth Insight and global partnersThe event closed with a call to action from indigenous, community, and civil society leaders to put human rights at the center of the Three Basins InitiativeAccording to William Ruto, to be effective, this strategy must fund the preservation of carbon sinks and accelerate the adoption of renewable energyDennis Lubanga, a journalist at TUKO.co.ke, brings more than 10 years of experience in covering politics, news, and feature stories across digital and print media.Congo, Brazzaville - President William Ruto has left the country for the Congo, Brazzaville.President William Ruto attended the Summit of the Three Basins. Photo: William Ruto.Source: TwitterWhile in Brazzaville, Ruto will join other world leaders at a climate change conference.\"A fair and inclusive global climate change mitigation strategy is the key to reversing the adverse effects of the phenomenon,\" Ruto said.PAY ATTENTION: Share your outstanding story with our editors! Please reach us through news@tuko.co.ke or WhatsApp: 0732482690.According to Ruto, to be effective, this strategy must fund the preservation of carbon sinks and accelerate the adoption of renewable energy.\"It's all about acknowledging and providing incentives to countries in tropical forest basins for forest protection through smart climate action,\" he added.What the Three Basins Report entailsEarlier, TUKO.co.ke attended a press briefing ahead of the Summit of the Three Basins convened by research group Earth Insight and global partners, which released a report entitled Three Basins Threat Report: Fossil Fuel, Mining, and Industrial Expansion Threats to Forests and Communities.The report dives into the immediate threat to tropical forests posed by fossil fuel expansion, which—regardless of location—threatens to warm the planet enough to push tropical forests to the brink, threatening Indigenous communities, biodiversity, and freshwater.And, as the new maps show, even as the energy transition holds promise for getting the world—and these places—off fossil fuels, other threats also loom large, including mining of energy transition metals and materials, logging, and agriculture.Who are the other partners of the Three Basins reportOther publishing partners of the report include Rainforest Foundation UK, DRC-based organisation Dynamique des Groupes des Peuples Autochtones (DGPA), Cameroon-based AJESH, Auriga Nusantara from Indonesia, COICA, and the Amazon Sacred Headwaters Alliance from the Amazon basin.The event closed with a call to action from indigenous, community, and civil society leaders to put human rights at the center of the Three Basins Initiative.Nearly 20% of intact tropical forests in the three basins are now in active and potential oil and gas concessionsNearly 25% of intact tropical forests in the Amazon and Congo basins are now in active or potential mining concessionsIn Indonesia, half of all nickel concessions (primarily for EV’s) overlap with natural forests, and a fivefold risk of deforestation and degradation is possible if nickel mining permits expand to cover the full deposit area.Over 200 million people, including a significant proportion of indigenous and local communities, or about 20% of the population in the three basin regions, live within oil and gas blocks.Why African leaders met in BotswanaThese and other pressures are contributing factors to the staggering global tropical primary forest loss in 2022, which totaled 4.1 million hectares, or the equivalent of 11 football fields of forest disappearing every minute, according to the University of Maryland’s Global Land Analysis.In a related story, TUKO.co.ke reported that ahead of the much-anticipated COP28 to be held in Dubai in late November 2023, continental leaders met to discuss the critical issue of climate change.The Southern Africa Regional Parliamentary Meeting on Climate Change, which kicked off on September 25, 2023, in Gaborone, Botswana, brought together parliamentarians, experts, and stakeholders from across the region.Organised by the African Group of Negotiators Experts Support (AGNES), in partnership with the Parliament of Botswana, the Ministry of Environment and Tourism, UNDP Botswana, and the African Union Development Agency (AUDA-NEPAD), the event aimed to enhance awareness and capacity for parliamentary action on climate change.PAY ATTENTION: check out news exactly for YOU ➡️ click on “Recommended for you” and enjoy!Source: TUKO.co.ke",
        "source": "tuko-news",
        "url": "https://www.tuko.co.ke/politics/526208-william-ruto-travels-congo-brazzaville-basins-climate-change-conference/",
        "classified_as": "TRUE"
    },
    {
        "title": "Climate Change: Private Sector’s Role in Combating Global Warming",
        "content": "Nairobi - The urgency of addressing global warming, climate change, and environmental degradation cannot be overstated.President William Ruto (r) during the launch of electric motorbikes. Photo: William Ruto.Source: FacebookThe Paris Agreement states that keeping global average temperature increases below 1.5 degrees Celsius is critical to avoiding future climate crises.Unfortunately, we are approaching the limit, and exceeding it will have global consequences.Already, East Africa is experiencing its worst drought in decades, and many parts of the world are experiencing adverse weather events because of global warming.As a result, it is prudent to take the necessary steps to mitigate global warming before the effects become irreversible.As simple as they appear, trees play an extremely fundamental role in mitigating global warming.Beyond their aesthetic and ecological values as habitats for diverse species, they serve as nature's lungs, purifying the air by absorbing carbon dioxide. Additionally, trees protect against soil erosion and support ecosystems.In light of these multifaceted benefits, Kenya's noble target of increasing tree cover by an additional 5.1 million hectares by 2032, equivalent to 15 billion trees, is an ecological ambition and a compelling necessity for our planet's well-being and future generations.To achieve this ambitious reforestation goal, it is imperative that we rally collective efforts from all sectors of society.This is not a challenge that the government cannot meet; it requires active engagement and partnership from the private sector.With their substantial resources, influential reach, and innovative potential, businesses are well-positioned to play a pivotal role in this endeavour.They can mobilise their employees and allocate resources to impact tree-planting initiatives significantly.Kibo Africa, for example, has committed to planting 100,000 trees by 2025 to help with restoring forest cover.But above just planting the trees, we aim to take care of them and ensure they reach maturity.This dedication to long-term sustainability shows recognition of the importance of mature trees in carbon sequestration and ecological stability.The daunting scale of the climate crisis demands nothing short of immediate action.The private sector possesses the financial muscle and innovation prowess to drive the transition to a low-carbon economy.Regardless of their size or industry, businesses can find ways to reduce their carbon footprint and contribute to carbon sequestration through tree planting.Through innovative thinking, they can identify methods to reduce their environmental impact.At Kibo, we recognised the opportunity to address multiple objectives simultaneously and have embarked on the journey of sourcing production materials for our motorcycles locally.This strategic move not only bolsters our contribution to the Kenyan economy through the \"Buy Kenya, Build Kenya\" approach but also significantly reduces the carbon footprint associated with our product lifecycles by minimising emissions within our supply chain.Furthermore, to prove that sustainability can be good business, we are reducing lead times for our customers when they want parts for their bikes, making repairs faster.Whether driven by altruistic purposes or self-interest, businesses stand to benefit from investing time and effort into mitigating global warming and climate change.The risks being created by climate change, including supply chain disruptions, increased insurance costs and damage to physical assets in adverse weather conditions, can very easily erode a business's stability and profitability.By proactively pursuing mitigation actions, businesses can protect themselves from these risks. Importantly, as consumers increasingly prioritise sustainability, companies that embrace eco-friendly practices are more likely to thrive in a competitive marketplace.In summation, Kenya is at a critical juncture in its history. The decisions made by everyone today are likely to have a transformative and lasting effect on the country.The private sector's participation in the fight against global warming is not just a moral imperative; it is an economic and environmental necessity.As Africa battles the worst effects of climate change, it is vital for businesses to think of sustainability as more than a box to check in their environmental, social and governance reporting.It must become a part of everyday business operations and go beyond trying to repair some of the damages that have been done.The time is now, and we must all rise to the challenge.The writer is Huib van de Grijspaarde, the CEO of Kibo Africa, and a regular commentator on social, economic and climate affairs.The views expressed here are the writer's and do not in any way represent the position of TUKO.co.keSource: TUKO.co.ke",
        "source": "tuko-news",
        "url": "https://www.tuko.co.ke/kenya/525107-private-sectors-role-combating-global-warming-consideration-placement/",
        "classified_as": "TRUE"
    }
]
